export default {
    //buttons
    login: 'Войти',
    register: 'Регистрация',
    registerNow: 'Зарегистрироваться',
    tryForFree: 'Попробовать бесплатно',
    order: 'Заказать',
    createAccount: 'Создать аккаунт',
    newSet: 'Новый сет',
    play: 'Воспроизвести',
    extend: 'Продлить',
    save: 'Сохранить',
    send: 'Отправить',
    create: 'Создать',

    //main header
    forEstablishments: 'Для заведений',

    //main section 1
    s1_title: 'Аудио оформление',
    s1_subtitle: 'Вашего бизнеса',
    s1_slogan: 'Твой бизнес заиграет по-новому с помощью Stellium music Business',

    //main section 2
    s2_title: 'Музыка для заведений',
    s2_customers: {
        title: 'Музыка в магазине делает покупателей более удовлетворенными',
        improvements: [
            'повышает отзывчивость и продуктивность персонала',
            'делает покупателей более удовлетворенными',
            'повышает конкурентоспособность бизнеса'
        ]
    },
    s2_hotel: {
        title: 'Музыкальный фон в отеле делает гостей более расслабленными и довольными',
        improvements: [
            'делает их более расслабленными и довольными',
            'способствует потреблению большего количества блюд',
            'гостей хотели бы слышать музыку в местах общего пользования'
        ]
    },
    s2_discipline: {
        title: 'Музыкальный фон улучшает трудовую дисциплину',
        improvements: [
            'улучшает трудовую дисциплину',
            'поднимает коллективу настроение',
            'идут на работу с хорошим настроением'
        ]
    },
    s2_sampleSets: {
        restaurants: 'Рестораны, кафе, бары',
        grocery: 'Супермаркеты, магазины продуктов',
        malls: 'Торговые центры, магазины одежды, шоу-румы',
        fitness: 'Фитнес-центры, spa, салоны красоты',
        auto: 'Автосалоны, АЗС, дилерские центры',
        kids: 'Детские праздники и мероприятия',
        dance: 'Дискотеки, вечеринки',
        parks: 'Парки, зоны отдыха'
    },

    //main section 3
    s3_title: 'Вы лучшие, и это слышно!',
    s3_features: [
        {
            title: 'Только легальный контент',
            description: 'Мы составим за вас отчётность и сделаем все необходимые отчисления в РАО и ВОИС'
        },
        {
            title: 'Просто и эффективно',
            description: 'Простые и эффективные инструменты для персонального подбора музыки'
        },
        {
            title: 'Личный кабинет',
            description: 'Удобный личный кабинет, возможность использования на любых устройствах'
        },
        {
            title: 'Персональное оформление',
            description: 'Персональное брендирование вашего потокового музыкального оформления'
        },
        {
            title: 'Авторские плейлисты',
            description: 'Создание авторских плейлистов по вашему запросу, управление рекламным расписанием при анонсировании ваших событий'
        },
        {
            title: 'Музыкальная коллекция всех жанров',
            description: 'Большая музыкальная база всех стилей и направлений'
        },
        {
            title: ' Профессиональная команда',
            description: 'Музыкальные редакторы и диджеи с большим опытом работы в музыкальной индустрии'
        },
        {
            title: 'Поддержка 24/7',
            description: 'Юридическая и техническая поддержка, консультации, помощь при приобретении звукового оборудования'
        }
    ],

    //main footer
    footerCaption: 'Музыкальный стриминг сервис',
    cookies: ['Наш сайт использует ', '(файлы с данными о прошлых посещениях сайта) для персонализации сервисов и удобства пользователей. Мы серьезно относимся к защите персональных данных — ознакомьтесь с ', 'условиями и принципами их обработки.'],

    //register 
    reg_title: 'Регистрация',
    reg_company: 'Название компании',
    reg_email: 'Email',
    reg_phone: 'Номер телефона',
    reg_password: 'Пароль',
    reg_text: 'Нажатием на кнопку "Создать аккаунт" вы соглашаетесь с',
    reg_privacy: 'политикой конфиденциальности.',
    reg_logIn: 'Войти',
    reg_logIn2: 'Войти в аккаунт',
    reg_account: 'Есть аккаунт?',

    //Login
    log_reg: 'Регистрация',
    log_title: 'Вход в аккаунт',
    log_account: 'Нет аккаунта?',
    log_forget: 'Забыли пароль?',
    log_remember: 'Запомнить меня',

    //recover
    rec_title: 'Восстановление пароля',
    rec_text: 'Чтобы восстановить пароль, введите Email, на который вы регистрировали аккаунт. Если указанный Email в базе существует, на него придет письмо с инструкциями по восстановлению пароля.',

    //player - queue
    set: 'Сет',
    playlist: 'Плейлист',
    playlists: 'Плейлисты',
    tracks: 'Треки',
    playingNow: 'Играет сейчас',
    inQueue: 'В очереди',

    //account
    logOut: 'Выйти',

    //sidebar

    browse: 'Обзор',
    search: 'Подбор музыки',
    mySets: 'Мои сеты',
    profile: 'Профиль',

    // account - browse

    theBestMusicOnly: 'Только лучшая музыка для вашего заведения',
    categories: 'Категории',


    //account - search

    searchTitle: 'Подбор музыки',
    letsSearch: 'Давайте подберем музыку согласно вашему заведению и настроению',
    searchBtn: 'Найти',
    searchByTitle: 'Поиск по названию',
    featureListPlaceholder: 'Категория',
    featureValuePlaceholder: 'Значение',
    selectTypeFirst: 'Выберите категорию',
    clearAllFilters: 'Сбросить все фильтры',
    activeFilters: 'Активные фильтры',
    playlistsFound: 'Найдено плейлистов',
    noResult: 'По вашему запросу ничего не найдено',
    noResultMood: 'По вашему запросу ничего не найдено',
    resultSearch:'Здесь будет результат поиска',
    startSearch: 'Начните искать',
    notFound: 'К сожалению, по вашему запросу ничего не найдено(((',
    searchParam: 'Попробуйте изменить параметры поиска',
    deselectLabel: 'Удалить',
    selectedLabel: 'Выбрано',
    selectLabel: 'Выбрать',

    //account - my-sets
    setsTitle: 'Мои сеты',
    createdSets: 'Созданные сеты',
    rename: 'Переименовать',
    remove: 'Удалить',
    includePlaylist: 'Включенные плейлисты',
    ready: 'Готово',
    edit: 'Редактировать',
    confirmRemove: 'Вы действительно хотите удалить? ',
    cancel: 'Отменить',

    //settings

    settings : 'Настройки',
    prof_editData: 'Редактировать данные ',
    prof_changePass: 'Сменить пароль',
    prof_theme: 'Темная тема',
    prof_subscribe: 'Подписка',
    prof_month: 'Ежемесячная',
    prof_price: '600 ₽',
    prof_end: 'Истекает 04.06 2019',
    prof_control: 'Управление',
    prof_passOld: 'Текущий пароль',
    prof_passNew: 'Новый пароль',

    //playlist
    trackCount: 'Треков:',
    track: 'Трек',
    playlist_duration: 'Продолжительность',
    playlist_collapse: 'Свернуть',
    playlist_more: 'Подробнее',

    //addToSet
    add_title: 'Выберите сет',
    add_subtitle: 'В какой сет добавить плейлист?',
    add_create: 'Создать новый сет',

    //newSet
    new_title: 'Новый сет',
    new_name: 'Название сета',
    new_create: 'Создать новый',

    //404
    '404': 'Такой страницы не существует',
    
}